INSERT INTO t_order (cost, data) VALUES
                                     (100.00, '2024-02-24'),
                                     (150.00, '2024-02-25'),
                                     (200.00, '2024-02-26');


INSERT INTO t_product (order_id, name, cost) VALUES
                                                 (1, 'Продукт1', 10.00),
                                                 (1, 'Продукт2', 90.00),
                                                 (2, 'Продукт3', 50.00),
                                                 (2, 'Продукт4', 80.00),
                                                 (2, 'Продукт5', 20.00),
                                                 (3, 'Продукт6', 200.00);